{"data":{"data_body":{"excerciseEnduranceWeeklyPlan":[{"description":{"bel":"Maak een wandeling van 5 minuten waarbij je het gevoel hebt dat je een lichte inspanning levert. Je wandelt aan het juiste tempo als jouw gevoel van zwaarte op een schaal van 0 tot 10 overeenkomt met een score van 2-3. Na 5 minuten stappen, neem je een korte pauze tot je je voldoende hersteld voelt en ga dan verder gedurende 5 minuten aan hetzelfde tempo. Neem opnieuw een korte pauze en herhaal de oefening voor nog eens 5 minuten.","eng":"Go for a walk of 5 minutes with the feeling of doing a slight effort. You are walking at the right intensity if your score on a scale of exertion of 0 up to 10 corresponds to a score of 2-3. After 5 minutes of exercise, take a short break until you feel recovered and then continue further for 5 minutes at the same pace. Take another break and repeat the exercise for another 5 minutes.","ita":"Fai una passeggiata di 5 minuti con la sensazione di compiere un piccolo sforzo. Stai camminando alla giusta intensita se il tuo punteggio su una scala di sforzi da 0 a 10 corrisponde a un punteggio di 2-3. Dopo 5 minuti di esercizio, fai una breve pausa fino a quando non ti senti riposato e poi prosegui ulteriormente per 5 minuti allo stesso ritmo. Fai un\u0027altra pausa e ripeti l\u0027esercizio per altri 5 minuti."},"id":"ee01L","type":"walking"},{"description":{"bel":"Fiets gedurende 5 minuten waarbij je het gevoel hebt dat je een lichte inspanning levert. Je fietst aan het juiste tempo als jouw gevoel van zwaarte op een schaal van 0 tot 10 overeenkomt met een score van 2-3. Na 5 minuten fietsen, neem je een korte pauze tot je je voldoende hersteld voelt en ga dan verder gedurende 5 minuten aan hetzelfde tempo. Neem opnieuw een korte pauze en herhaal de oefening voor nog eens 5 minuten.","eng":"Go for a ride of 5 minutes with the feeling of doing a slight effort. You are pedalling at the right intensity if your score on a scale of exertion of 0 up to 10 corresponds to a score of 2-3. After 5 minutes of exercise, take a short break until you feel recovered and then continue further for 5 minutes at the same pace. Take another break and repeat the exercise for another 5 minutes.","ita":"Pedala per 5 minuti con la sensazione di compiere un piccolo sforzo. Stai pedalando alla giusta intensita se il tuo punteggio su una scala di sforzo da 0 a 10 corrisponde a un punteggio di 2-3. Dopo 5 minuti di esercizio, fai una breve pausa fino a quando non ti senti riposato e poi prosegui ulteriormente per 5 minuti allo stesso ritmo. Fai un\u0027altra pausa e ripeti l\u0027esercizio per altri 5 minuti."},"id":"ee02L","type":"cycling"},{"description":{"bel":"Maak een wandeling van %s minuten waarbij je het gevoel hebt dat je een matige inspanning levert. Je wandelt aan het juiste tempo als jouw gevoel van zwaarte op een schaal van 0 tot 10 overeenkomt met een score van 3-4.","eng":"Go for a walk of %s minutes with the feeling of doing a moderate effort. You are walking at the right intensity if your score on a scale of exertion of 0 up to 10 corresponds to a score of 3-4.","ita":"Fai una passeggiata di %s minuti con la sensazione di compiere uno sforzo moderato. Stai camminando alla giusta intensita se il tuo punteggio su una scala di sforzi da 0 a 10 corrisponde a un punteggio di 3-4."},"id":"ee03L","type":"walking"},{"description":{"bel":"Fiets gedurende %s minuten waarbij je het gevoel hebt dat je een matige inspanning levert. Je fietst aan het juiste tempo als jouw gevoel van zwaarte op een schaal van 0 tot 10 overeenkomt met een score van 3-4.","eng":"Go for a of %s minutes with the feeling of doing a moderate effort. You are pedalling at the right intensity if your score on a scale of exertion of 0 up to 10 corresponds to a score of 3-4.","ita":"Pedala per un minuto di %s con la sensazione di compiere uno sforzo moderato. Stai pedalando alla giusta intensita se il tuo punteggio su una scala di sforzi da 0 a 10 corrisponde a un punteggio di 3-4."},"id":"ee04L","type":"cycling"}],"excerciseResistanceWeeklyPlan":[]},"data_type":"WeeklyPlan class"},"timestamp":"0","title":"Wijziging weekplan"}